{
  "title": "Het eindproduct",
  "body": {
    "__html": [
      "<p>Het concept waar wij uiteindelijk voor zijn gegaan is concept 1 het patiënten dashboard. Dit hebben wij gekozen na feedback vanuit de werkgevers en de therapeut waarmee wij hebben gezeten voor informatie tot betrekking van valrisico onder ouderen.<br><img src=https://cdn.discordapp.com/attachments/1153058476852002888/1225017932870844467/img.png?ex=661f99da&is=660d24da&hm=a029669a7e1c765fa91421dd06a3370a60cb0140d6335289244e9c25a283f175&/><br>Voor onze fysiotherapeut was het van belang dat alles makkelijk leesbaar was en ook met grafieken werkte, aangezien deze snel en overzichtelijk een plaatje gaven aan de fysio en de klant. Hiermee kwam zij ook met een activiteit meter die kijkt naar de totale activiteit van een meting en kijkt of het genoeg is. Aangezien het aangeraden is voor ouderen om goed in beweging te blijven om hun valrisico te verlagen<br><img src=https://cdn.discordapp.com/attachments/1153058476852002888/1225017690872352868/image.png?ex=661f99a1&is=660d24a1&hm=8d7d54263b26f00e28d5c9c2f6cc201eee3d964157e5efc1cd126a3b96cb431f&/><br>De grafiek in het dashboard meet alle gegevens die je krijgt met de sensor, de roll, de pitch en de yaw. Zo krijg je een volledig plaatje van hoe iemand loopt. De grafiek kijkt eerst naar de data per seconde om te kijken wat de extreme waarden zijn, hiervan berekend hij het verschil en classificeert hij dit in 0, 1 of 2 ook wel bekend als geen beweging, matige beweging en veel beweging. Dit zorgt ervoor dat de grafieken een duidelijk plaatje geven<br><img src=https://cdn.discordapp.com/attachments/1153058476852002888/1225018159635890227/linechart.png?ex=661f9a10&is=660d2510&hm=ccf0d24604eb28af12c6e7c38d8796dc4ef63ae3ccae479b96b5b95b3c4bc9b1&/><br>In het menu kan je de data uploaden, hierin neemt het de rauwe CSV data en schoont hij het op door alle witregels er uit te halen. Ook kan je hierbij een tijd geven, deze wordt dan weer doorgerekend zodat de grafiek op de juiste tijden komt te staan.<br><img src=https://cdn.discordapp.com/attachments/1153058476852002888/1225018245023793242/meting.png?ex=661f9a25&is=660d2525&hm=6f626fbd8df30063b281c8b805b05cee0bb12678b291b69fc32ce925da1ea773&/><br>Ook een belangrijke features is de mogelijkheid om markers te kunnen zetten in de grafieken. Dit kan belangrijke momenten highlighten zodat de fysio en klant een beter plaatje kunnen krijgen op de effecten van bijvoorbeeld medicatie.<br><br>Dit was een overview van ons project, je kan hem hier <a href=https://medialab01.pimmothy.live/>bekijken</a> en hier is de <a href=https://github.com/Medialab1-team1/>repository</a> </p>"
    ],
    "images": [
      "img/Dashboard2.png"
    ]
  }
}